Revit 2026 API

# Transform Operators

---

The Transform type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | Multiply(Transform, Transform) | Multiplies the two specified transforms. |

#### Reference

Transform Class

Autodesk.Revit.DB Namespace